Structural Connection Handler cannot connect too far elements
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public static FailureDefinitionId StructuralConnectionTooFarNotEnoughRefs { get; }
  Visual Basic
Public Shared ReadOnly Property StructuralConnectionTooFarNotEnoughRefs As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ StructuralConnectionTooFarNotEnoughRefs {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StructuralConnectionFailures Class
  Autodesk.Revit.DB Namespace